Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 이 폴더에서 브랜치 정보를 가져올 수 없어요.
ar: تعذّر جلب معلومات الفرع لهذا المجلد.
en: Can’t get branch info for this folder.
es: No se puede obtener la información de ramas de esta carpeta.
fr: Impossible d’obtenir les infos de branche pour ce dossier.
hi: इस फ़ोल्डर की ब्रांच जानकारी नहीं मिल सकी।
ja: このフォルダのブランチ情報を取得できません。
pt_br: Não foi possível obter informações de branch desta pasta.
ru: Не удалось получить информацию о ветках для этой папки.
zh_hans: 无法获取此文件夹的分支信息。

source: 이 폴더에서 에이전트를 실행해요. 없는 폴더는 자동으로 만들어요.
ar: يعمل الوكيل في هذا المجلد، وإذا لم يكن موجودًا فسيُنشأ تلقائيًا.
en: The agent runs in this folder. A missing folder is created automatically.
es: El agente se ejecuta en esta carpeta. Si no existe, se crea automáticamente.
fr: L’agent s’exécute dans ce dossier. Un dossier absent est créé automatiquement.
hi: एजेंट इसी फ़ोल्डर में चलता है। न होने पर फ़ोल्डर अपने-आप बन जाता है।
ja: このフォルダでエージェントを実行します。存在しないフォルダは自動的に作成されます。
pt_br: O agente é executado nesta pasta. Uma pasta inexistente é criada automaticamente.
ru: Агент запускается в этой папке. Отсутствующая папка создаётся автоматически.
zh_hans: 智能体在此目录中运行。目录不存在时会自动创建。

source: 이 항목 삭제
ar: حذف هذا العنصر
en: Delete this item
es: Eliminar este elemento
fr: Supprimer cet élément
hi: यह आइटम हटाएँ
ja: この項目を削除
pt_br: Excluir este item
ru: Удалить этот элемент
zh_hans: 删除此项

source: 이 화면에서 무엇을 고칠까요?
ar: ما الذي تريد إصلاحه في هذه الشاشة؟
en: What should change on this screen?
es: ¿Qué hay que cambiar en esta pantalla?
fr: Que faut-il corriger sur cet écran ?
hi: इस स्क्रीन पर क्या बदलना है?
ja: この画面で何を直しますか?
pt_br: O que mudar nesta tela?
ru: Что изменить на этом экране?
zh_hans: 这个屏幕需要修改什么?

source: 이력 검색
ar: البحث في السجل
en: Search history
es: Buscar en el historial
fr: Rechercher dans l’historique
hi: इतिहास खोजें
ja: 履歴を検索
pt_br: Pesquisar no histórico
ru: Поиск по истории
zh_hans: 搜索历史

source: 이력 메뉴
ar: قائمة السجل
en: History menu
es: Menú del historial
fr: Menu Historique
hi: इतिहास मेन्यू
ja: 履歴メニュー
pt_br: Menu do histórico
ru: Меню истории
zh_hans: 历史菜单

source: 이력 전체 보기
ar: عرض كامل السجل
en: View all history
es: Ver todo el historial
fr: Voir tout l’historique
hi: पूरा इतिहास देखें
ja: 履歴をすべて表示
pt_br: Ver todo o histórico
ru: Показать всю историю
zh_hans: 查看全部历史

source: 이력 전체 삭제
ar: حذف كامل السجل
en: Delete all history
es: Eliminar todo el historial
fr: Supprimer tout l’historique
hi: पूरा इतिहास हटाएँ
ja: 履歴をすべて削除
pt_br: Excluir todo o histórico
ru: Удалить всю историю
zh_hans: 删除全部历史

source: 이름
ar: الاسم
en: Name
es: Nombre
fr: Nom
hi: नाम
ja: 名前
pt_br: Nome
ru: Название
zh_hans: 名称

source: 이름 변경
ar: إعادة تسمية
en: Rename
es: Renombrar
fr: Renommer
hi: नाम बदलें
ja: 名前を変更
pt_br: Renomear
ru: Переименовать
zh_hans: 重命名

source: 이름 변경: 세션 리스트에서 스와이프 → «이름 변경», 또는 채팅 화면 우상단 점 메뉴에서 «이름 변경».
ar: إعادة التسمية: مرّر الجلسة جانبيًا واختر «إعادة التسمية»، أو من قائمة النقاط أعلى يمين شاشة الدردشة اختر «إعادة التسمية».
en: Rename: swipe a session in the list → “Rename”, or use the ellipsis menu at the top right of the chat screen.
es: Renombrar: desliza una sesión en la lista → «Renombrar», o abre el menú de puntos arriba a la derecha en el chat.
fr: Renommer : faites glisser une session dans la liste → « Renommer », ou utilisez le menu en haut à droite du chat.
hi: नाम बदलें: सूची में सत्र को स्वाइप → «नाम बदलें», या चैट के दाईं ओर ऊपर बिंदु मेनू → «नाम बदलें».
ja: 名前変更: セッション一覧でスワイプ → 「名前を変更」、もしくはチャット画面右上のメニュー → 「名前を変更」。
pt_br: Renomear: deslize a sessão na lista → «Renomear», ou no menu de pontos no canto superior direito do chat.
ru: Переименование: смахните сессию в списке → «Переименовать», или меню «⋯» в правом верхнем углу чата.
zh_hans: 重命名:在列表中滑动会话 → 「重命名」,或在聊天页右上角的菜单 → 「重命名」。

source: 이름·레포로 검색
ar: ابحث بالاسم أو المستودع
en: Search by name or repo
es: Buscar por nombre o repo
fr: Rechercher par nom ou dépôt
hi: नाम या रेपो से खोजें
ja: 名前・リポジトリで検索
pt_br: Buscar por nome ou repo
ru: Поиск по имени или репозиторию
zh_hans: 按名称或仓库搜索

source: 이미 Mac 에서 돌리고 있는 OpenAI 호환 로컬 서버(Ollama·LM Studio·vLLM 등)를 그대로 씁니다. 번들 모델을 새로 받지 않고 내가 고른 모델로 OpenCode 를 실행해요. 저장 전 「연결 확인」 으로 서버가 떠 있고 모델 이름이 맞는지 점검하세요.
ar: يستخدم الخادم المحلي المتوافق مع OpenAI الذي تشغّله بالفعل على جهاز Mac (مثل Ollama وLM Studio وvLLM). دون تنزيل نموذج مضمّن — يعمل OpenCode على النموذج الذي اخترته. قبل الحفظ، استخدم «اختبار الاتصال» للتأكد من أن الخادم يعمل ومن صحة اسم النموذج.
en: Uses the OpenAI-compatible local server you’re already running on your Mac (Ollama, LM Studio, vLLM, etc.). No bundled model download — OpenCode runs on the model you chose. Before saving, use “Test connection” to check the server is up and the model name is right.
es: Usa el servidor local compatible con OpenAI que ya tienes en tu Mac (Ollama, LM Studio, vLLM, etc.). Sin descargar modelos incluidos: OpenCode usa el modelo que elegiste. Antes de guardar, usa «Probar conexión» para comprobar que el servidor está activo y el nombre del modelo es correcto.
fr: Utilise le serveur local compatible OpenAI que vous exécutez déjà sur votre Mac (Ollama, LM Studio, vLLM, etc.). Aucun téléchargement de modèle intégré — OpenCode utilise le modèle que vous avez choisi. Avant d’enregistrer, utilisez « Tester la connexion » pour vérifier que le serveur fonctionne et que le nom du modèle est correct.
hi: आपके Mac पर पहले से चल रहे OpenAI-संगत लोकल सर्वर (Ollama, LM Studio, vLLM आदि) का उपयोग करता है। कोई बंडल मॉडल डाउनलोड नहीं — OpenCode आपके चुने मॉडल पर चलता है। सहेजने से पहले «कनेक्शन जाँचें» से जाँचें कि सर्वर चालू है और मॉडल नाम सही है।
ja: Mac で既に動かしている OpenAI 互換のローカルサーバー（Ollama・LM Studio・vLLM など）をそのまま使います。バンドルモデルを新たにダウンロードせず、選んだモデルで OpenCode を実行します。保存前に「接続を確認」でサーバーが起動しているか、モデル名が正しいかを点検してください。
pt_br: Usa o servidor local compatível com OpenAI que você já executa no seu Mac (Ollama, LM Studio, vLLM etc.). Sem baixar modelos incluídos — o OpenCode roda no modelo que você escolheu. Antes de salvar, use “Testar conexão” para verificar se o servidor está ativo e se o nome do modelo está correto.
ru: Использует совместимый с OpenAI локальный сервер, который уже работает на вашем Mac (Ollama, LM Studio, vLLM и т. п.). Без загрузки встроенной модели — OpenCode работает на выбранной вами модели. Перед сохранением нажмите «Проверить подключение», чтобы убедиться, что сервер запущен и имя модели верное.
zh_hans: 使用你已在 Mac 上运行的 OpenAI 兼容本地服务器（Ollama、LM Studio、vLLM 等）。无需下载捆绑模型——OpenCode 使用你选择的模型。保存前请用“测试连接”确认服务器已启动且模型名称正确。

source: 이미 SSH 세션이 떠 있습니다
ar: جلسة SSH قائمة بالفعل
en: An SSH session is already active
es: Ya hay una sesión SSH activa
fr: Une session SSH est déjà active
hi: एक SSH सत्र पहले से सक्रिय है
ja: すでに SSH セッションが開いています
pt_br: Já existe uma sessão SSH ativa
ru: SSH-сессия уже активна
zh_hans: 已存在活动的 SSH 会话

source: 이미 같은 이름의 worktree가 있어요.
ar: يوجد بالفعل worktree بهذا الاسم.
en: A worktree with that name already exists.
es: Ya existe un worktree con ese nombre.
fr: Un worktree portant ce nom existe déjà.
hi: उस नाम का worktree पहले से मौजूद है।
ja: その名前の worktree はすでに存在します。
pt_br: Já existe um worktree com esse nome.
ru: worktree с таким именем уже существует.
zh_hans: 同名的 worktree 已存在。

source: 이미 구매하셨다면 «이전 구매 복원» 을 눌러 주세요.
ar: إن كنت قد اشتريت سابقًا، فاضغط «استعادة المشتريات السابقة».
en: Already purchased? Tap “Restore previous purchase”.
es: ¿Ya lo compraste? Pulsa «Restaurar compra anterior».
fr: Déjà acheté ? Appuyez sur « Restaurer un achat précédent ».
hi: पहले से खरीदा है? «पिछली खरीदारी पुनर्स्थापित करें» पर टैप करें।
ja: すでに購入済みの場合は「以前の購入を復元」を押してください。
pt_br: Já comprou? Toque em “Restaurar compra anterior”.
ru: Уже покупали? Нажмите «Восстановить покупку».
zh_hans: 已经购买?请点按「恢复以前的购买」。

source: 이미 다른 모델을 받는 중이에요. 끝나거나 취소한 뒤 다시 시도하세요.
ar: يجري بالفعل تنزيل نموذج آخر. انتظر حتى ينتهي أو ألغِه ثم أعد المحاولة.
en: Another model is already downloading. Wait for it to finish or cancel it, then try again.
es: Ya se está descargando otro modelo. Espera a que termine o cancélalo y vuelve a intentarlo.
fr: Un autre modèle est déjà en cours de téléchargement. Attendez la fin ou annulez-le, puis réessayez.
hi: पहले से ही दूसरा मॉडल डाउनलोड हो रहा है। उसके पूरा होने या रद्द होने के बाद फिर कोशिश करें।
ja: すでに別のモデルをダウンロード中です。完了するか取り消してから再試行してください。
pt_br: Outro modelo já está sendo baixado. Espere terminar ou cancele e tente novamente.
ru: Уже загружается другая модель. Дождитесь завершения или отмените её, затем повторите.
zh_hans: 已有另一个模型在下载中。请等待其完成或取消后重试。

source: 이미 모바일에서 이어받음
ar: تمت المتابعة من الجوال بالفعل
en: Already resumed on mobile
es: Ya reanudado en el móvil
fr: Déjà repris sur mobile
hi: मोबाइल पर पहले से जारी है
ja: すでにモバイルで引き継ぎ済み
pt_br: Já retomada no celular
ru: Уже продолжено на мобильном
zh_hans: 已在手机上接续

source: 이미 있음
ar: موجود بالفعل
en: Already exists
es: Ya existe
fr: Existe déjà
hi: पहले से मौजूद
ja: すでに存在する
pt_br: Já existe
ru: Уже есть
zh_hans: 已存在

source: 이미 최신 버전이에요
ar: أنت تستخدم أحدث إصدار بالفعل
en: Already up to date
es: Ya está actualizada
fr: Déjà à jour
hi: पहले से ही नवीनतम वर्शन है
ja: すでに最新バージョンです
pt_br: Já está atualizado
ru: Уже последняя версия
zh_hans: 已是最新版本

source: 이미 해제된 기기예요.
ar: هذا الجهاز مُلغى بالفعل.
en: This device is already revoked.
es: Este dispositivo ya está revocado.
fr: Cet appareil est déjà révoqué.
hi: यह डिवाइस पहले ही हटाया जा चुका है।
ja: すでに解除されたデバイスです。
pt_br: Este dispositivo já foi revogado.
ru: Это устройство уже отозвано.
zh_hans: 该设备已被解除。

source: 이미지 %lld
ar: الصورة %lld
en: Image %lld
es: Imagen %lld
fr: Image %lld
hi: इमेज %lld
ja: 画像 %lld
pt_br: Imagem %lld
ru: Изображение %lld
zh_hans: 图片 %lld

source: 이미지 디코드 실패
ar: فشل فك ترميز الصورة
en: Image decode failed
es: Error al decodificar la imagen
fr: Échec du décodage de l’image
hi: इमेज डिकोड विफल
ja: 画像のデコードに失敗
pt_br: Falha ao decodificar imagem
ru: Не удалось декодировать изображение
zh_hans: 图像解码失败

source: 이미지 삭제
ar: حذف الصورة
en: Remove image
es: Eliminar imagen
fr: Supprimer l’image
hi: इमेज हटाएँ
ja: 画像を削除
pt_br: Remover imagem
ru: Удалить изображение
zh_hans: 删除图片

source: 이미지 업로드 중…
ar: جارٍ رفع الصور…
en: Uploading images…
es: Subiendo imágenes…
fr: Envoi des images…
hi: इमेज अपलोड हो रही हैं…
ja: 画像をアップロード中…
pt_br: Enviando imagens…
ru: Загрузка изображений…
zh_hans: 正在上传图片…

source: 이미지 없이 코멘트만 첨부할 수 있어요.
ar: يمكنك إرفاق التعليق فقط دون الصورة.
en: You can attach just the comment without the image.
es: Puedes adjuntar solo el comentario, sin la imagen.
fr: Vous pouvez joindre seulement le commentaire, sans l'image.
hi: आप छवि के बिना केवल टिप्पणी संलग्न कर सकते हैं।
ja: 画像なしでコメントだけを添付できます。
pt_br: Você pode anexar apenas o comentário, sem a imagem.
ru: Можно прикрепить только комментарий без изображения.
zh_hans: 你可以只附上评论，而不附图片。

source: 이미지 없이 코멘트와 프리뷰 주소만 첨부할 수 있어요.
ar: يمكنك إرفاق التعليق وعنوان المعاينة فقط دون الصورة.
en: You can attach just the comment and preview address without the image.
es: Puedes adjuntar solo el comentario y la dirección de la vista previa, sin la imagen.
fr: Vous pouvez joindre seulement le commentaire et l'adresse de l'aperçu, sans l'image.
hi: आप छवि के बिना केवल टिप्पणी और प्रीव्यू पता संलग्न कर सकते हैं।
ja: 画像なしでコメントとプレビューのアドレスだけを添付できます。
pt_br: Você pode anexar apenas o comentário e o endereço da prévia, sem a imagem.
ru: Можно прикрепить только комментарий и адрес превью без изображения.
zh_hans: 你可以只附上评论和预览地址，而不附图片。

source: 이미지 첨부
ar: إرفاق صور
en: Attach images
es: Adjuntar imágenes
fr: Joindre des images
hi: इमेज जोड़ें
ja: 画像を添付
pt_br: Anexar imagens
ru: Прикрепить изображения
zh_hans: 添加图片

source: 이미지를 만들 수 없어요
ar: تعذّر إنشاء الصورة
en: Couldn't create the image
es: No se pudo crear la imagen
fr: Impossible de créer l'image
hi: छवि नहीं बनाई जा सकी
ja: 画像を作成できませんでした
pt_br: Não foi possível criar a imagem
ru: Не удалось создать изображение
zh_hans: 无法生成图片

source: 이번 부팅 후 기록 없음
ar: لا يوجد سجل منذ هذا التشغيل
en: No record since this boot
es: Sin registro desde este arranque
fr: Aucun enregistrement depuis ce démarrage
hi: इस बूट के बाद कोई रिकॉर्ड नहीं
ja: 今回の起動後の記録なし
pt_br: Sem registro desde esta inicialização
ru: Нет записей с момента запуска
zh_hans: 本次启动后无记录

source: 이번 수집에만 적용돼요.
ar: ينطبق على هذا الجمع فقط.
en: Applies to this collection only.
es: Solo se aplica a esta recopilación.
fr: S'applique uniquement à cette collecte.
hi: केवल इसी एकत्रण पर लागू होता है।
ja: 今回の収集にのみ適用されます。
pt_br: Aplica-se apenas a esta coleta.
ru: Действует только для этого сбора.
zh_hans: 仅适用于本次收集。

source: 이번 수집에만 적용돼요. 조사 방식보다 우선해요.
ar: ينطبق على هذا الجمع فقط، وله الأولوية على طريقة البحث.
en: Applies to this collection only. Takes priority over the research method.
es: Solo se aplica a esta recopilación. Tiene prioridad sobre el método.
fr: S'applique uniquement à cette collecte. Prioritaire sur la méthode.
hi: केवल इसी एकत्रण पर लागू। शोध पद्धति से प्राथमिकता रखता है।
ja: 今回の収集にのみ適用され、調査方法より優先されます。
pt_br: Aplica-se apenas a esta coleta. Tem prioridade sobre o método.
ru: Действует только для этого сбора. Приоритетнее метода исследования.
zh_hans: 仅适用于本次收集，优先于调研方式。

source: 이번 지시 (선택)
ar: توجيه هذه المرة (اختياري)
en: This run's directive (optional)
es: Indicación de esta vez (opcional)
fr: Consigne de cette collecte (facultatif)
hi: इस बार का निर्देश (वैकल्पिक)
ja: 今回の指示（任意）
pt_br: Instrução desta coleta (opcional)
ru: Указание на этот раз (необязательно)
zh_hans: 本次指示（可选）

source: 이어 받기
ar: متابعة
en: Resume
es: Reanudar
fr: Reprendre
hi: जारी रखें
ja: 引き継ぎ
pt_br: Retomar
ru: Продолжить
zh_hans: 接续

source: 이어 받기 버튼을 누르면 모바일에서 입력을 이어갈 수 있는 화면으로 전환됩니다.
ar: اضغط على زر المتابعة للانتقال إلى شاشة يمكنك المتابعة فيها من الهاتف.
en: Tap the resume button to switch to a screen where you can keep typing on mobile.
es: Toca el botón de reanudar para pasar a una pantalla donde puedes seguir escribiendo en el móvil.
fr: Touchez le bouton Reprendre pour basculer vers un écran où vous pouvez continuer à taper sur mobile.
hi: जारी रखें बटन दबाने पर मोबाइल पर इनपुट जारी रखने वाली स्क्रीन खुलेगी।
ja: 「引き継ぎを開始」を押すと、モバイルで入力を続けられる画面に切り替わります。
pt_br: Toque em retomar para abrir uma tela onde você pode continuar digitando no celular.
ru: Нажмите кнопку «Продолжить», чтобы перейти к экрану ввода на мобильном.
zh_hans: 轻触接续按钮即可切换到可在手机上继续输入的界面。

source: 이어 받기 시작
ar: ابدأ المتابعة
en: Start resuming
es: Reanudar
fr: Reprendre
hi: जारी रखें
ja: 引き継ぎを開始
pt_br: Retomar
ru: Продолжить
zh_hans: 开始接续

source: 이어 받기 시작: 데스크탑 세션이 끝나면(약 60초간 응답 없음) «이어 받기 시작» 버튼이 활성화됩니다. 누르면 daemon 이 그 세션의 모든 대화 기록을 그대로 받은 새 세션을 만들고, 모바일에서 입력을 이어갈 수 있어요.
ar: بدء المتابعة: عندما تنتهي جلسة سطح المكتب (لا استجابة لحوالي 60 ثانية) يصبح زر «ابدأ المتابعة» نشطًا. عند الضغط يقوم daemon بإنشاء جلسة جديدة محمّلة بكامل سجل المحادثة، ويمكنك متابعة الإدخال من الهاتف.
en: Start resuming: when the desktop session ends (no response for ~60 s) the “Start resuming” button becomes active. Tap it and the daemon creates a new session loaded with the full prior history, ready for you to type from mobile.
es: Iniciar reanudación: cuando la sesión de escritorio termina (sin respuesta ~60 s) se activa «Reanudar». Pulsa y el daemon crea una nueva sesión con todo el historial previo, lista para escribir desde el móvil.
fr: Démarrer la reprise : quand la session bureau se termine (~60 s sans réponse), le bouton « Reprendre » s’active. Touchez-le et le daemon crée une nouvelle session chargée avec tout l’historique, prête pour la saisie mobile.
hi: जारी रखें: डेस्कटॉप सत्र समाप्त होने पर (लगभग 60 सेकंड कोई प्रतिक्रिया नहीं) «जारी रखें» बटन सक्रिय हो जाता है। दबाने पर daemon पूरे पिछले इतिहास के साथ नया सत्र बनाता है, फिर आप मोबाइल से इनपुट जारी रख सकते हैं।
ja: 引き継ぎ開始: デスクトップのセッションが終了する（約 60 秒応答なし）と「引き継ぎを開始」ボタンが有効になります。押すと daemon が会話履歴をそのまま引き継いだ新しいセッションを作り、モバイルから入力を続けられます。
pt_br: Iniciar retomada: quando a sessão do desktop termina (sem resposta por ~60 s), o botão «Retomar» fica ativo. Ao tocar, o daemon cria uma nova sessão com todo o histórico anterior e você pode digitar pelo celular.
ru: Начать продолжение: когда десктоп-сессия завершается (~60 с без ответа), кнопка «Продолжить» становится активной. По нажатию daemon создаёт новую сессию с полным предыдущим контекстом, и можно вводить с мобильного.
zh_hans: 开始接续:当桌面会话结束(约 60 秒无响应)时,「开始接续」按钮变为可用。点击后 daemon 会创建带有完整历史的新会话,你可在手机上继续输入。

source: 이어 받기 시작: 화면 상단의 «이어 받기 시작» 버튼을 누르면 됩니다. daemon 이 그 세션의 모든 대화 기록을 그대로 받은 새 세션을 만들고, 모바일에서 입력을 이어갈 수 있어요. 같은 데스크탑 세션을 이미 한 번 채택했으면 (중복 생성 방지를 위해) 버튼은 사라지고 안내가 뜹니다 — 세션 목록에서 그 모바일 세션을 직접 여세요.
ar: ابدأ المتابعة: اضغط زر «ابدأ المتابعة» في أعلى الشاشة. ينشئ الـ daemon جلسة جديدة ترث كامل سجل المحادثة من تلك الجلسة، فيمكنك متابعة الإدخال من الجوال. وإن سبق أن تابعت نفس جلسة سطح المكتب مرة (لمنع التكرار) يختفي الزر ويظهر إشعار — افتح تلك الجلسة الجوّالة مباشرة من قائمة الجلسات.
en: Start resuming: tap the «Start resuming» button at the top of the screen. The daemon creates a new session that inherits the entire conversation history of that session, and you can continue typing on mobile. If you have already adopted the same desktop session once (to prevent duplicates) the button disappears and a notice appears — open that mobile session directly from the session list.
es: Reanudar: pulsa el botón «Reanudar» en la parte superior de la pantalla. El daemon crea una nueva sesión que hereda todo el historial de conversación de esa sesión, y puedes continuar escribiendo desde el móvil. Si ya has adoptado la misma sesión de escritorio una vez (para evitar duplicados), el botón desaparece y aparece un aviso — abre directamente esa sesión móvil desde la lista de sesiones.
fr: Reprendre : appuyez sur le bouton « Reprendre » en haut de l’écran. Le daemon crée une nouvelle session qui hérite de tout l’historique de conversation, et vous pouvez continuer à saisir depuis le mobile. Si vous avez déjà repris la même session bureau une fois (pour éviter les doublons), le bouton disparaît et un message s’affiche — ouvrez directement cette session mobile depuis la liste des sessions.
hi: जारी रखें: स्क्रीन के ऊपर मौजूद «जारी रखें» बटन दबाएँ। daemon उस सत्र की पूरी बातचीत वाली एक नई सत्र बनाता है, और आप मोबाइल से लिखना जारी रख सकते हैं। यदि आपने उसी डेस्कटॉप सत्र को पहले से एक बार अपनाया है (डुप्लिकेट से बचने के लिए) तो बटन ग़ायब होकर एक सूचना दिखती है — उस मोबाइल सत्र को सत्र सूची से सीधे खोलें।
ja: 引き継ぎを開始: 画面上部の «引き継ぎを開始» ボタンを押します。daemon がそのセッションの会話履歴をそのまま引き継いだ新しいセッションを作るので、モバイルから入力を続けられます。同じデスクトップ セッションを既に一度引き継いだ場合（重複防止のため）はボタンが消えて案内が出ます — セッション一覧からそのモバイル セッションを直接開いてください。
pt_br: Iniciar retomada: toque o botão «Retomar» no topo da tela. O daemon cria uma nova sessão que herda todo o histórico de conversa daquela sessão, e você pode continuar digitando no celular. Se você já adotou a mesma sessão de desktop uma vez (para evitar duplicidade), o botão some e aparece um aviso — abra diretamente aquela sessão móvel pela lista de sessões.
ru: Начать продолжение: нажмите кнопку «Продолжить» вверху экрана. daemon создаёт новую сессию, унаследовавшую всю историю переписки, и вы можете продолжить ввод с мобильного. Если вы уже один раз приняли ту же десктоп-сессию (во избежание дубликатов), кнопка исчезает и появляется уведомление — откройте эту мобильную сессию напрямую из списка сессий.
zh_hans: 开始接续:点击屏幕顶部的「开始接续」按钮。daemon 会新建一个继承该会话全部对话记录的新会话,你就可以在手机上继续输入。如果你已经接续过同一个桌面会话(为防止重复),按钮会消失并显示提示 — 请直接从会话列表中打开那个手机会话。

source: 이어 받기 준비 중…
ar: جارٍ الإعداد للاستئناف…
en: Preparing to resume…
es: Preparando reanudación…
fr: Préparation de la reprise…
hi: जारी रखने की तैयारी…
ja: 引き継ぎを準備中…
pt_br: Preparando retomada…
ru: Подготовка к продолжению…
zh_hans: 正在准备接续…

source: 이어 받은 뒤엔 그 세션 컨텍스트가 모바일에 묶입니다. 데스크탑에서 계속 작업할 거면 새 세션을 시작하세요.
ar: بعد المتابعة يصبح سياق الجلسة مربوطًا بالهاتف. إذا أردت متابعة العمل على سطح المكتب، ابدأ جلسة جديدة هناك.
en: After resuming, that session’s context is bound to the phone. If you want to keep working on desktop, start a new session there.
es: Tras reanudar, el contexto de esa sesión queda ligado al móvil. Si quieres seguir en el escritorio, inicia una sesión nueva allí.
fr: Après reprise, le contexte est lié au téléphone. Pour continuer sur le bureau, lancez-y une nouvelle session.
hi: जारी रखने के बाद उस सत्र का कॉन्टेक्स्ट मोबाइल से बंध जाता है। डेस्कटॉप पर काम जारी रखना हो तो वहाँ नया सत्र शुरू करें।
ja: 引き継いだ後、そのセッションのコンテキストはモバイル側に結び付きます。デスクトップで作業を続けたい場合は、そちらで新しいセッションを開始してください。
pt_br: Após retomar, o contexto fica vinculado ao celular. Se quiser continuar no desktop, inicie uma nova sessão lá.
ru: После продолжения контекст сессии привязан к телефону. Если хотите работать дальше на десктопе, начните там новую сессию.
zh_hans: 接续后该会话上下文绑定到手机。若想在桌面继续工作,请在桌面开启新会话。

source: 이어 받을 수 있는 데스크탑 세션 찾는 중…
ar: جارٍ البحث عن جلسات سطح المكتب القابلة للمتابعة…
en: Searching for resumable desktop sessions…
es: Buscando sesiones de escritorio reanudables…
fr: Recherche des sessions bureau reprenables…
hi: जारी रखने योग्य डेस्कटॉप सत्र खोजे जा रहे हैं…
ja: 引き継ぎ可能なデスクトップ セッションを検索中…
pt_br: Procurando sessões de desktop que possam ser retomadas…
ru: Поиск десктоп-сессий для продолжения…
zh_hans: 正在搜索可接续的桌面会话…

source: 이어가기 후보 찾기
ar: البحث عن مرشحات للمتابعة
en: Find resume candidates
es: Buscar candidatos para reanudar
fr: Rechercher des candidats à la reprise
hi: जारी रखने के लिए उम्मीदवार ढूँढें
ja: 引き継ぎ候補を検索
pt_br: Buscar candidatos para retomar
ru: Поиск кандидатов на продолжение
zh_hans: 查找可接续的候选

source: 이용약관
ar: شروط الاستخدام
en: Terms of Use
es: Términos de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
ja: 利用規約
pt_br: Termos de uso
ru: Условия использования
zh_hans: 使用条款

source: 이전 구매 복원
ar: استعادة المشتريات السابقة
en: Restore previous purchase
es: Restaurar compra anterior
fr: Restaurer un achat précédent
hi: पिछली खरीदारी पुनर्स्थापित करें
ja: 以前の購入を復元
pt_br: Restaurar compra anterior
ru: Восстановить покупку
zh_hans: 恢复以前的购买

source: 이전 일치
ar: التطابق السابق
en: Previous match
es: Coincidencia anterior
fr: Correspondance précédente
hi: पिछला मिलान
ja: 前の一致
pt_br: Correspondência anterior
ru: Предыдущее совпадение
zh_hans: 上一个匹配

source: 이전 헝크
ar: المقطع السابق
en: Previous hunk
es: Fragmento anterior
fr: Bloc précédent
hi: पिछला हंक
ja: 前の差分ブロック
pt_br: Bloco anterior
ru: Предыдущий фрагмент
zh_hans: 上一处更改

source: 이후 커밋을 지우고 되돌리기
ar: مسح الـ commits اللاحقة والرجوع
en: Erase later commits and revert
es: Borrar los commits posteriores y revertir
fr: Effacer les commits suivants et revenir
hi: बाद के कमिट मिटाकर वापस लाएँ
ja: 以降のコミットを消して戻す
pt_br: Apagar os commits posteriores e reverter
ru: Удалить последующие коммиты и откатить
zh_hans: 删除之后的提交并还原

source: 인증됨
ar: مُوثَّق
en: Verified
es: Verificado
fr: Vérifié
hi: सत्यापित
ja: 認証済み
pt_br: Verificado
ru: Подтверждено
zh_hans: 已认证

source: 일괄 결재
ar: بتّ جماعي
en: Bulk decision
es: Decisión en lote
fr: Décision groupée
hi: थोक निर्णय
ja: 一括決裁
pt_br: Decisão em lote
ru: Массовое решение
zh_hans: 批量决定

source: 일반
ar: عام
en: General
es: General
fr: Général
hi: सामान्य
ja: 一般
pt_br: Geral
ru: Обычный
zh_hans: 一般

source: 일반 VPN 이 아닙니다
ar: ليست شبكة VPN عادية
en: Not a regular VPN
es: No es una VPN convencional
fr: Pas un VPN ordinaire
hi: यह सामान्य VPN नहीं है
ja: 一般的な VPN ではありません
pt_br: Não é uma VPN comum
ru: Это не обычный VPN
zh_hans: 不是普通 VPN

source: 일반 노드
ar: عقدة عامة
en: General node
es: Nodo general
fr: Nœud général
hi: सामान्य नोड
ja: 一般ノード
pt_br: Nó geral
ru: Обычный узел
zh_hans: 一般节点

source: 일부 기능이 비활성화돼 있어요
ar: بعض الميزات معطّلة
en: Some features are disabled
es: Algunas funciones están desactivadas
fr: Certaines fonctionnalités sont désactivées
hi: कुछ सुविधाएँ अक्षम हैं
ja: 一部の機能が無効です
pt_br: Algumas funções estão desativadas
ru: Некоторые функции отключены
zh_hans: 部分功能已禁用
